Repository: aglamov/Voya
Catalog: Voya/Localizable.xcstrings
Source language: en
Languages: ru

source: · AI review
ru: · проверка ИИ

source: [booking reference saved locally]
ru: [номер бронирования сохранён на устройстве]

source: %@ %@ Keep the airline booking source available for rebooking or support.
ru: %1$@ %2$@. Держите под рукой источник бронирования авиакомпании на случай перебронирования или обращения в поддержку.

source: %@ delayed in %lld%% of recent flights
ru: %1$@ задерживался в %2$lld%% недавних рейсов

source: %@ recent punctuality
ru: Пунктуальность %@

source: %@: delay history
ru: %@: история задержек

source: %@: not enough history yet
ru: %@: пока недостаточно истории

source: %@%@ · Updated %@
ru: %1$@%2$@ · Обновлено %3$@

source: %lld cancelled
ru: Отменено: %lld

source: %lld days
ru: %lld дня

source: %lld items
ru: %lld пункта

source: %lld nights
ru: %lld ночи

source: %lld of %lld stages complete
ru: Завершено этапов: %1$lld из %2$lld

source: %lld sources
ru: %lld источников

source: %lld things to think about before the trip
ru: Требуют внимания: %lld

source: %lld%% aircraft context confidence.
ru: Надёжность данных о самолёте: %lld%%.

source: %lld%% complete
ru: Выполнено %lld%% маршрута

source: %lld%% of the flight completed
ru: Пройдено %lld%% маршрута

source: %lld%% were delayed by 15 minutes or more
ru: %lld%% задерживались на 15 минут и более

source: $640 est.
ru: около $640

source: $680 est.
ru: около $680

source: $710 est.
ru: около $710

source: 1 source
ru: 1 источник

source: 4 confirmed items from sample confirmations
ru: 4 подтвержденных пункта из примеров бронирований

source: A conversation grounded in this trip
ru: Диалог на основе данных этой поездки

source: A separate trip will be created from these items.
ru: Из этих событий будет создана отдельная поездка.

source: Action
ru: Действие

source: Actual
ru: Фактическое

source: Add
ru: Добавить

source: Add a flight number to enable live lookup.
ru: Добавьте номер рейса, чтобы включить живую проверку.

source: Add a place to unlock route context
ru: Добавьте место, чтобы открыть контекст маршрута

source: Add a timed itinerary item and route guidance will appear around it.
ru: Добавьте пункт маршрута со временем, и рядом появятся подсказки по маршруту.

source: Add a trip to begin
ru: Добавьте поездку, чтобы начать

source: Add address and check-in time to prepare the arrival route and stay details.
ru: Добавьте адрес и время заселения, чтобы подготовить маршрут прибытия и детали проживания.

source: Add at least one trip item before saving.
ru: Добавьте хотя бы один пункт поездки перед сохранением.

source: Add boarding pass
ru: Добавить посадочный талон

source: Add confirmation
ru: Добавить подтверждение

source: Add dates and exact places so Voya can calculate the current stage, route buffers, and local conditions.
ru: Добавьте даты и точные места, чтобы Voya могла определить текущий этап, запас времени на дорогу и местные условия.

source: Add dates and places to turn saved bookings into a live journey.
ru: Добавьте даты и места, чтобы превратить сохранённые бронирования в живой план путешествия.

source: Add departure and arrival details to prepare route timing and fallback options.
ru: Добавьте детали отправления и прибытия, чтобы подготовить время маршрута и запасные варианты.

source: Add exact addresses, airports, hotels, or venues before travel day.
ru: Добавьте точные адреса, аэропорты, отели или места до дня поездки.

source: Add flight status data to surface gate, delay, airport buffer, and arrival route.
ru: Добавьте статус рейса, чтобы показать выход, задержку, запас в аэропорту и маршрут прибытия.

source: Add hotel, venue, or airport locations for trip-wide clothing guidance.
ru: Добавьте локации отелей, мест или аэропортов для советов по одежде на всю поездку.

source: Add it now so the QR or barcode is one tap away before boarding.
ru: Добавьте его сейчас, чтобы QR- или штрихкод был в один тап перед посадкой.

source: Add item
ru: Добавить пункт

source: Add place
ru: Добавить место

source: Add start times so Voya can calculate route buffers, weather windows, and reminders.
ru: Добавьте время начала, чтобы Voya рассчитала запас на маршрут, погодные окна и напоминания.

source: Add the airline flight number to refresh live status, terminal, gate, and baggage details.
ru: Добавьте номер рейса авиакомпании, чтобы обновлять статус, терминал, выход и багаж.

source: Add the time so Voya can reason about routes, buffers, and weather.
ru: Добавьте время, чтобы Voya могла учитывать маршруты, запас и погоду.

source: Add time
ru: Добавьте время

source: Add timed items, places, and documents to activate the assistant.
ru: Добавьте пункты со временем, места и документы, чтобы включить ассистента.

source: Add timing to unlock better assistance.
ru: Добавьте время, чтобы получить более точные подсказки.

source: Add to
ru: Добавить в

source: Add to trip
ru: Добавить в поездку

source: Add venue and start time to prepare route, entry buffer, ticket, and weather context.
ru: Добавьте место и время начала, чтобы подготовить маршрут, запас на вход, билет и погоду.

source: Add where this trip ends
ru: Добавьте, где заканчивается поездка

source: Add where this trip starts
ru: Добавьте, где начинается поездка

source: Added to trip
ru: Добавлено в поездку

source: Added to trip: %@
ru: Добавлено в поездку: %@

source: Additional flight data
ru: Дополнительные данные о рейсе

source: Address
ru: Адрес

source: Address needed
ru: Нужен адрес

source: After this: %@ · %@
ru: После этого: %1$@ · %2$@

source: AI answer needs verification
ru: Ответ ИИ нужно проверить

source: AI recognized %@
ru: AI распознал %@

source: AI recognized the confirmation
ru: AI распознал подтверждение

source: AI-assisted
ru: С помощью ИИ

source: Aircraft
ru: Самолёт

source: Aircraft assigned
ru: Самолёт назначен

source: Aircraft assignment and live position will appear closer to departure.
ru: Назначенный самолёт и его текущее положение появятся ближе к вылету.

source: Aircraft is in flight
ru: Самолёт в полёте

source: Aircraft not assigned yet
ru: Самолёт пока не назначен

source: Aircraft position is not available yet
ru: Положение самолёта пока недоступно

source: Airline weekly statistics · %@
ru: Статистика авиакомпании за неделю · %@

source: All airline flights this week · %@
ru: Все рейсы авиакомпании за неделю · %@

source: All arrivals at this airport this week · %@
ru: Все прилёты в этот аэропорт за неделю · %@

source: All departures from this airport this week · %@
ru: Все вылеты из этого аэропорта за неделю · %@

source: Airport details needed
ru: Нужны детали аэропорта

source: Airport train is simple
ru: Простой поезд из аэропорта

source: Airport weather
ru: Погода в аэропортах

source: Alerts
ru: Предупреждения

source: Alerts subscribed
ru: Уведомления подключены

source: All timed stages finished
ru: Все этапы с указанным временем завершены

source: All-source analysis
ru: Анализ всех источников

source: Allow time for the airport, and check the terminal and gate before you leave.
ru: Заложите время на дорогу в аэропорт, а перед выходом проверьте терминал и гейт.

source: Already behind
ru: Уже позади

source: Already in trip: %@
ru: Уже в поездке: %@

source: Altitude %lld ft
ru: Высота %lld футов

source: Archive
ru: Архив

source: Archive is empty
ru: Архив пуст

source: Are any risks unresolved?
ru: Остались ли нерешённые риски?

source: Are there risks nearby?
ru: Есть ли риски поблизости?

source: Around this stage
ru: Вокруг этого этапа

source: Arrival
ru: Прилёт

source: Arrival %@
ru: Прибытие %@

source: Arrival airport weekly statistics · %@
ru: Статистика аэропорта прибытия за неделю · %@

source: Arrive
ru: Прибытие

source: Arrive %@
ru: Прибытие %@

source: Arrive and settle in.
ru: Доберитесь и спокойно устройтесь.

source: Arrived
ru: Прибыл

source: Ask about the current stage, the next move, local conditions, risks, documents, or a change of plans.
ru: Спросите о текущем этапе, следующем шаге, местных условиях, рисках, документах или изменении планов.

source: Ask about this trip
ru: Спросить об этой поездке

source: Ask Voya
ru: Спросить Voya

source: Assigned aircraft has arrived
ru: Назначенный самолёт прибыл

source: Assigned aircraft is on its way
ru: Назначенный самолёт в пути

source: Assistant
ru: Ассистент

source: Assistant guidance
ru: Подсказки ассистента

source: Attach a PDF or image to this flight for quick access at the airport.
ru: Прикрепите PDF или изображение к рейсу для быстрого доступа в аэропорту.

source: Attach the boarding pass for %@ so the QR or barcode is one tap away.
ru: Прикрепите посадочный талон для %@, чтобы QR- или штрихкод был в один тап.

source: Attention
ru: Внимание

source: Aug 12-16
ru: 12-16 авг.

source: Available sources collected
ru: Доступные источники собраны

source: Average arrival delay %lld min
ru: Средняя задержка прибытия — %lld мин

source: Average arrival delay: %lld min
ru: Средняя задержка прибытия: %lld мин

source: Average departure delay %lld min
ru: Средняя задержка вылета — %lld мин

source: Bags %@
ru: Багаж %@

source: Barcelona
ru: Барселона

source: Based on %lld recent flights
ru: На основе %lld недавних рейсов

source: Before the trip
ru: До поездки

source: Best balance
ru: Лучший баланс

source: Best matches
ru: Лучшие варианты

source: Between stages
ru: Между этапами

source: Bike
ru: Велосипед

source: Boarding
ru: Посадка

source: Boarding pass
ru: Посадочный талон

source: Boarding pass missing
ru: Посадочного талона нет

source: Boarding pass ready
ru: Посадочный талон готов

source: Book a taxi around %@; open the map when you are ready.
ru: Закажите такси примерно на %@; откройте карту, когда будете готовы.

source: Booking
ru: Бронирование

source: Booking details
ru: Детали бронирования

source: Booking links
ru: Ссылки бронирования

source: Booking reference
ru: Код бронирования

source: Booking reference / PNR
ru: Код бронирования / PNR

source: Booking reference: %@
ru: Код бронирования: %@

source: Booking references stay on this device.
ru: Номера бронирований остаются на этом устройстве.

source: Booking source saved
ru: Источник бронирования сохранен

source: Booking text
ru: Текст бронирования

source: Bring a wind layer for transfers and exposed stops.
ru: Возьмите слой от ветра для трансферов и открытых остановок.

source: Budget, weather, flights, hotels, events, and calm trade-offs in one place.
ru: Бюджет, погода, рейсы, отели, события и спокойный выбор компромиссов в одном месте.

source: Buffer
ru: Запас

source: Build the itinerary
ru: Составьте маршрут

source: Building a complete picture of the trip
ru: Собираем полную картину поездки

source: Busy season
ru: Высокий сезон

source: Calculated from flight time and attached documents.
ru: Рассчитано по времени рейса и прикрепленным документам.

source: Calculated from flight time and booking fields.
ru: Рассчитано по времени рейса и полям бронирования.

source: Calculated from recent flights with the same flight number and available route match.
ru: Рассчитано по недавним рейсам с тем же номером и совпадающим маршрутом.

source: Calculated from saved itinerary fields.
ru: Рассчитано по сохраненным полям маршрута.

source: Calculated from saved trip documents and flight items.
ru: Рассчитано по сохраненным документам поездки и рейсам.

source: Cancel
ru: Отмена

source: Cancelled
ru: Отменён

source: Cancelled this week: %lld
ru: Отменено за неделю: %lld

source: Cancelled this week: %lld of %lld flights
ru: Отменено за неделю: %lld из %lld рейсов

source: Check %@ closer to departure
ru: Проверьте %@ ближе к вылету

source: Check arrival route and check-in timing.
ru: Проверьте маршрут прибытия и время заселения.

source: Check in for %@
ru: Зарегистрируйтесь на %@

source: Check the departure stop and route shortly before you set off.
ru: Незадолго до выхода проверьте остановку отправления и маршрут.

source: Check the entrance, ticket, and how long it takes to reach the venue.
ru: Проверьте вход, билет и время в пути до места.

source: Check the forecast before leaving.
ru: Проверьте прогноз перед выходом.

source: Check the gate again closer to departure and follow the airport displays.
ru: Проверьте выход ближе к вылету и следуйте указаниям на табло аэропорта.

source: Check the new arrival airport and onward travel options.
ru: Проверьте новый аэропорт прибытия и дальнейший маршрут.

source: Check the plan, documents, route, and buffers before %@.
ru: Проверьте план, документы, маршрут и запас времени перед %@.

source: Check the route, leave time, and anything that could delay the next stage.
ru: Проверьте маршрут, время выхода и всё, что может задержать следующий этап.

source: Check-in time
ru: Время заселения

source: Check-in timing, arrival route, and nearby essentials are the most useful signals here.
ru: Здесь полезнее всего время заселения, маршрут прибытия и важные места рядом.

source: Checked in
ru: Регистрация пройдена

source: Checking
ru: Проверка

# Checking %lld flight item%@
source: Checking %1$lld flight item%2$@
ru: Проверка рейсов: %lld%@

source: Checking flights
ru: Проверяем рейсы

source: Checking forecast across upcoming itinerary locations.
ru: Проверяем прогноз по ближайшим местам маршрута.

source: Checking imported details
ru: Уточняю импортированные детали

source: Checking live route timing
ru: Проверяем живое время маршрута

source: Checking local conditions
ru: Проверяем местные условия

source: Checking routes
ru: Проверяем маршруты

source: Checking the itinerary…
ru: Проверяем маршрут…

source: Checking the latest details…
ru: Проверяем свежие данные…

source: Checking the whole trip
ru: Проверяем всю поездку

source: Clear %@
ru: Очистить %@

source: Clear conversation
ru: Очистить диалог

source: Clear field
ru: Очистить поле

source: Clear skies
ru: Ясно

source: Clear this conversation?
ru: Очистить этот диалог?

source: Cloudy
ru: Облачно

source: Collect baggage at belt %@.
ru: Получите багаж на ленте %@.

source: Coming up
ru: Скоро

source: Compare
ru: Сравнить

source: Compared overnight trip dates with saved hotel stays.
ru: Сверили ночи поездки с добавленным жильём.

source: Complete the itinerary
ru: Дополните маршрут

source: Confirm dates, places, flight numbers, and booking details before saving.
ru: Перед сохранением проверьте даты, места, номера рейсов и данные бронирования.

source: Confirm documents, departure route, and a realistic leave time before the trip begins.
ru: До начала поездки проверьте документы, путь к месту отправления и реалистичное время выхода.

source: Confirm the place before this gets close.
ru: Уточните место до того, как событие приблизится.

source: Confirmed
ru: Подтверждено

source: Confirmed flights and stay
ru: Подтвержденные рейсы и проживание

source: Connect forecast
ru: Подключить прогноз

source: Connection
ru: Стыковка

source: Connection at %@
ru: Стыковка в %@

source: Contact the airline or booking source for rebooking options.
ru: Свяжитесь с авиакомпанией или сервисом бронирования для замены рейса.

source: Copied
ru: Скопировано

source: Copy
ru: Копировать

source: Copy location
ru: Скопировать место

source: Could I be late?
ru: Могу ли я опоздать?

source: Could not attach this boarding pass.
ru: Не удалось прикрепить этот посадочный талон.

source: Could not clean up duplicate trip items
ru: Не удалось очистить дубликаты пунктов поездки

source: Could not enable FlightAware alerts for this flight.
ru: Не удалось включить уведомления FlightAware для этого рейса.

source: Could not load saved trips
ru: Не удалось загрузить сохраненные поездки

source: Could not migrate source files
ru: Не удалось перенести исходные файлы

source: Could not read text from %@. Try a text-based PDF or paste the confirmation.
ru: Не удалось прочитать текст из %@. Попробуйте текстовый PDF или вставьте подтверждение.

# Could not refresh the route from %@ to %@.
source: Could not refresh the route from %1$@ to %2$@.
ru: Не удалось обновить маршрут от %@ до %@.

source: Could not save trip changes
ru: Не удалось сохранить изменения поездки

source: Could not update flight booking details
ru: Не удалось обновить детали бронирования рейса

source: Create a FlightAware alert rule for this flight.
ru: Подключите уведомления FlightAware об изменениях этого рейса.

source: Create new trip
ru: Создать новую поездку

source: Culture
ru: Культура

source: Culture-heavy
ru: Много культуры

source: Current stage
ru: Текущий этап

source: Data not confirmed
ru: Данные не подтверждены

source: Date
ru: Дата

source: Date and time
ru: Дата и время

source: Date needed
ru: Нужна дата

source: Dates
ru: Даты

source: Dates needed
ru: Нужны даты

source: Default start and return point
ru: Точка старта и возвращения по умолчанию

source: Delay
ru: Задержка

source: Delayed
ru: Задерживается

source: Delayed %lld min
ru: Задержка %lld мин

source: Delayed by 15+ min: %lld%%
ru: Задержано более чем на 15 мин: %lld%%

source: Delayed this week: %lld flights
ru: Задержано за неделю: %lld рейсов

source: Delayed this week: %lld of %lld flights%@
ru: Задержано за неделю: %lld из %lld рейсов%@

source: Delete item
ru: Удалить пункт

source: Delete item?
ru: Удалить этот пункт?

source: Delete trip
ru: Удалить поездку

source: Depart
ru: Отправление

source: Departure
ru: Вылет

source: Departure airport weekly statistics · %@
ru: Статистика аэропорта вылета за неделю · %@

source: Departure time
ru: Время вылета

source: destination
ru: направление

source: Destination
ru: Направление

source: Direct evening flights
ru: Прямые вечерние рейсы

source: Do now
ru: Сейчас

source: Do soon
ru: Скоро

source: Done
ru: Готово

source: Drive timing is enough here: leave %@ and open the map when you go.
ru: Здесь достаточно времени на машине: выезжайте %@ и откройте карту по дороге.

source: Drop confirmations here.
ru: Загружайте подтверждения сюда.

source: Duration
ru: Длительность

source: Easy metro from airport
ru: Удобное метро из аэропорта

source: Edit %@
ru: Редактировать %@

source: Edit booking details
ru: Изменить детали бронирования

source: Edit item
ru: Изменить пункт

source: Edit trip
ru: Изменить поездку

source: Editing will be available when the update finishes.
ru: Редактирование станет доступно после завершения обновления.

source: End
ru: Конец

source: End point
ru: Конечная точка

source: End time
ru: Время окончания

source: Ends
ru: Окончание

source: Estimate
ru: Оценка

source: Estimated
ru: Расчётное

source: Event
ru: Событие

source: Event data can power performer, venue, seating, and what-to-expect notes.
ru: Данные события могут дать заметки об исполнителе, месте, местах и ожиданиях.

source: Event in progress
ru: Событие уже идёт

source: Event reservation
ru: Бронь события

source: Event starts
ru: Событие начинается

source: Events
ru: События

source: Events pick
ru: Лучшее для событий

source: External
ru: Внешнее

source: Extract trip details
ru: Извлечь детали поездки

source: File
ru: Файл

source: Filled from source
ru: Заполнено по источнику

source: Filled from source. Checking FlightAware for live schedules.
ru: Заполнено из источника. Проверяем живое расписание в FlightAware.

source: Filled from source. Not enough details yet, checking tracking services.
ru: Заполнил по источнику. Данных пока недостаточно, уточняю в сервисах отслеживания.

source: Final AI risk review
ru: Итоговая оценка рисков ИИ

source: Find strong options
ru: Найти сильные варианты

source: First up: %@
ru: Сначала: %@

source: Flexible trip
ru: Гибкая поездка

source: Flight
ru: Рейс

source: Flight alerts are enabled for this flight.
ru: Уведомления об изменениях этого рейса включены.

source: Flight data provided by %@.
ru: Данные о рейсе предоставляет %@.

source: Flight details applied.
ru: Данные рейса применены.

source: Flight history
ru: История рейса

source: Flight in progress
ru: Рейс выполняется

source: Flight information
ru: Информация о рейсе

source: Flight lookup
ru: Поиск рейса

source: Flight lookup is unavailable right now.
ru: Поиск рейса сейчас недоступен.

source: Flight number
ru: Номер рейса

source: Flight number needed
ru: Нужен номер рейса

source: Flight provider did not return a matching live record.
ru: Провайдер рейсов не вернул подходящую живую запись.

source: Flight provider verified this itinerary item.
ru: Провайдер рейсов подтвердил этот пункт маршрута.

source: Flight reliability and aircraft
ru: Надёжность рейса и самолёт

source: Flight status
ru: Статус рейса

source: Flight status and documents
ru: Статусы рейсов и документы

source: Flight status refreshed.
ru: Статус рейса обновлен.

source: Flight update paused while you edit booking details.
ru: Обновление рейса приостановлено на время редактирования.

source: FlightAware alerts are not configured on the backend yet.
ru: Уведомления FlightAware пока не настроены на сервере.

source: FlightAware can power gate, delay, baggage, and airport timing guidance.
ru: FlightAware может показывать выход, задержку, багаж и время в аэропорту.

source: FlightAware check
ru: Проверка FlightAware

source: FlightAware did not return enough recent flights with this number and route to calculate a meaningful delay rate.
ru: FlightAware не вернул достаточно недавних рейсов с этим номером и маршрутом, чтобы корректно рассчитать частоту задержек.

source: FlightAware will notify Voya about major flight changes.
ru: FlightAware сообщит Voya о важных изменениях рейса.

source: FlightAware will show the aircraft here when it receives a live track for this flight or its assigned inbound flight.
ru: Самолёт появится здесь, когда FlightAware получит его текущую позицию — для этого рейса или для предыдущего перелёта назначенного борта.

source: Flights
ru: Рейсы

source: Flights in statistics: %lld
ru: Рейсов в статистике: %lld

source: Flights, hotels, events, rail, and transfers
ru: Рейсы, отели, события, поезда и трансферы

source: Focus
ru: Фокус

source: Focus now
ru: Сейчас важно

source: Focus on this moment now.
ru: Сфокусируйтесь сейчас на этом моменте.

source: Fog
ru: Туман

source: Food
ru: Еда

source: For %@, use the transfer card in Trips for live timing. Taxi and car stay concise; public transit shows the line, departure time, and stop to get off.
ru: Для %@ используйте карточку трансфера в поездках для живого времени. Такси и авто остаются краткими; общественный транспорт показывает линию, время отправления и остановку выхода.

source: Forecast cards converted into packing and clothing advice.
ru: Карточки прогноза превращены в советы по вещам и одежде.

source: Forecast checked
ru: Прогноз проверен

source: Forecast provider could not be reached for %@.
ru: Провайдер прогноза недоступен для %@.

source: Forecast will appear when itinerary locations are available.
ru: Прогноз появится, когда будут доступны места маршрута.

source: From
ru: Откуда

source: From booking
ru: Из бронирования

source: Full trip
ru: Вся поездка

source: Gate
ru: Гейт

source: gate %@
ru: выход %@

source: Gate %@
ru: Выход %@

# Gate %@ for %@
source: Gate %1$@ for %2$@
ru: Выход %@ для %@

source: Gate changed
ru: Выход изменён

source: Gate not posted for %@
ru: Выход для %@ не опубликован

source: Gate not posted yet
ru: Гейт пока не объявлен

source: Getting there
ru: Как добраться

source: Great food itinerary
ru: Отличный гастромаршрут

source: Have the booking reference / PNR and passenger last name ready.
ru: Подготовьте код бронирования / PNR и фамилию пассажира.

source: Have your PNR ready.
ru: Подготовьте PNR.

source: Historical data is requested independently of the future live flight status.
ru: История запрашивается независимо от доступности будущего live-статуса.

source: Home
ru: Дом

source: Home base
ru: Домашняя база

source: Hotel
ru: Отель
